html/thinking-strategically.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>策略思维(Thinking Strategically)</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="dirtysalt" />
<link rel="shortcut icon" href="/themes/favicon.ico" /><link rel="stylesheet" type="text/css" href="/themes/simple.css"/></head>
<body>
<div id="content">
<h1 class="title">策略思维(Thinking Strategically)</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgee9e3f3">1. 第二章 准备接招</a></li>
<li><a href="#org7068fa3">2. 第四章 走出囚徒困境</a></li>
</ul>
</div>
</div>
<p>
<a href="https://book.douban.com/subject/1084435/">https://book.douban.com/subject/1084435/</a>
</p>

<div id="outline-container-orgee9e3f3" class="outline-2">
<h2 id="orgee9e3f3"><span class="section-number-2">1</span> 第二章 准备接招</h2>
<div class="outline-text-2" id="text-1">
<p>
对于任何一种相继选择并且数目有限的博弈，总是存在某种最佳策略。
</p>

<p>
在这个典型的谈判过程里，蛋糕缓慢缩小，在全部消失前有足够时间让人们提出许多建议和反建议。这表明，通常情况下，在一个漫长的讨价还价过程中，谁第一个提出条件并不重要。除非常谈判长时间陷入僵持状态，胜方几乎什么都得不到，否则妥协的解决方案看起来还是难以避免的。不错，最后一个提出条件的人可以得到剩下全部的成果。不过真要等到整个谈判过程结束，大概也没剩下什么可以赢取的了。得到了“全部”，但“全部”的意思其实什么都没有。这就是赢了战役却输掉了战争。
</p>

<p>
一个普遍的观点是，若要应用向前展望，倒后推理的原理，不可缺少的前提是后者可以观察到先行者的行动。另一个条件是，策略必须是不可逆转的。
</p>

<p>
从这个故事的可总结的教训之一在于，假如你不得不冒一点风险，通常都是越早冒险越。这一点在网球选手看来再明显不过了：人人都知道应该在第一发球的时候冒风险，第二发球都必须谨慎。这么一来，就算你一发失误，比赛也不会就此结束。你仍有时间考虑其他策略，并借此站稳脚跟，甚至一举领先。
</p>
</div>
</div>


<div id="outline-container-org7068fa3" class="outline-2">
<h2 id="org7068fa3"><span class="section-number-2">2</span> 第四章 走出囚徒困境</h2>
<div class="outline-text-2" id="text-2">
<p>
以牙还牙策略缺少的是一个宣布“到此为止”的方法，因此若将这一策略用于必然包含误解的情形就会变得很危险。以牙还牙策略实在太容易被激发起来。当某一作弊行为看上去像是一个错误而非常态举止的时候，你应该保持宽容之心。即便这一作弊是故意的，经过一个漫长的惩罚循环之后，也许到了该叫停并尝试重新合作的时候了。
</p>
</div>
</div>
</div>
</body>
</html>
